Repository: ForestDragon-wesnoth/1Rage
Catalog: translations/*/LC_MESSAGES/wesnoth-Rage.po
Languages: ru

source: Rage (16+)
ru: Ярость (16+)

source: RAGE
ru: ЯРОСТЬ

source: A brutal story about a group of drakes, who had nothing to lose, about the insidious dunefolks, about blood, about revenge and about the power of primal rage. Contains RPG and slasher elements. (Intermediate difficulty, 6 scenarios.)
ru: Жестокая история о дрейках, которым стало нечего терять, о коварном народе пустыни, о крови, о мести и о силе первобытной ярости. Содержит элементы RPG и слешера. (Для новичков, 6 сценариев.)

source: Burner
ru: Поджигатель

source: Easy
ru: Лёгкий

source: Flare
ru: Светоч

source: Normal
ru: Нормальный

source: Flameheart
ru: Пламенное сердце

source: Hard
ru: Тяжёлый

source: Despair
ru: Отчаяние

source: Dunefolk... In the old days, few people heard of this conglomerate of southern tribes; no one cared about their endless clan wars, their primitive nomadic culture. The life of the desert nomads did not go beyond their own sands. But time passed. Strong tribes subjugated the weak. Gradually, the united power of the desert has been raising its head from the dunes.
ru: Народ пустыни... В былые времена мало кто слышал об этом конгломерате южных племён; никому не было дела до их бесконечных клановых войн, до примитивной кочевой культуры. Жизнь бедуинов не выходила за рамки их собственных песков. Но время шло. Сильные племена подчиняли слабые. Постепенно единая держава пустыни поднимала голову из-за дюн.

source: When the Eastern Invasion of Wesnoth ended, the Dunefolk had already made their presence known throughout the South. Strong, active, enterprising people, a nation of merchants, scientists, urban planners, rich and prosperous lands that have forgotten the brutal clan laws - this is what the ubiquitous caravans from the deserts spoke about themselves. But that is their word. What can say those who have encountered the Dunefolk personally?
ru: Когда в Весноте закончилось Вторжение с Востока, Народ пустыни уже заявил о себе на весь Юг. Сильные, деятельные, предприимчивые люди, нация торговцев, учёных, градостроителей, богатые и процветающие земли, забывшие дикие клановые законы - так рассказывали о себе вездесущие караваны из пустынь. Но то - они. А что могут сказать о Народе пустыни те, кто с ними столкнулся?

source: Washitt Konn
ru: Вашшитт Конн

source: Drakes
ru: Дрейки

source: Be damned, desert-dwellers! Our home, our tribe! What did they do!?
ru: Будьте прокляты, пустынники! Наш дом, наше племя! Что они сделали!?

source: A day ago, a large caravan arrived... They demanded a lot of weapons at a reduced price...
ru: День назад пришёл большой караван... Требовали много оружия по сниженной цене...

source: The leader refused to lower the price. They turned to threats. Then he told them to go away... Desert-dwellers said they were leaving. But at dawn they brought an army. We fought bravely, but there were too many of them.
ru: Вождь отказался понижать цену. Они стали угрожать. Тогда он сказал им убираться... Пустынники сказали, что уходят. А на рассвете привели войско. Мы бились храбро, но их было слишком много.

source: They took everything. Even the eggs. The nests were burned down. They left us to die. Their nasty sun-beaten faces grinned at our powerlessness...
ru: Они забрали всё. Даже яица. Гнёзда сожгли. А нас оставили умирать. Их гадкие черномазые морды ухмылялись над нашим бессилием...

source: And we had gone on the hunt! Arrr!
ru: А мы были на охоте! Арррр!

source: Don't blame yourself. The hunting party would have changed nothing. You are the chief's son. The chief is dead, now you're in charge. What should we do?
ru: Не терзай себя. Отряд охотников ничего бы не изменил. Ты сын вождя. Вождь погиб, теперь ты главный. Что нам делать?

source: My heart is filled with hatred. My blades want to cut the throats of the sand-roaming bastards. Brothers! Without the offspring, we have no future, but if our tribe is destined to die, we will die fighting! We're going on our last campaign. We will take our revenge. We shall destroy their homes and burn their families alive. We will share with them all of the pain that boils inside us, and join our ancestors! Who is with me!
ru: Моё сердце переполняет ненависть. Мои клинки хотят перерубать шеи пустынников. Братья! Без потомства у нас нет будущего, но если нашему племени суждено сдохнуть, мы сделаем это, сражаясь! Мы отправимся в последний поход. Мы будем мстить им. Мы разрушим их дома и сожжём заживо семьи. Мы оставим им всю боль, которая переполняет нас, и отправимся к предкам! Кто со мной!

source: The surviving drakes, every single one of them, raised their weapons to the sky and let out a raging roar. Thus began their last bloody campaign.
ru: Выжившие дрейки, все до одного, подняли к нему оружие и издали яростный рык. Так начался их последний кровавый поход.

source: Canyon of Death
ru: Ущелье Смерти

source: I remember how it all started. Their stinking caravans flooded these lands and began to spread their lies.
ru: Я помню, как всё начиналось. Их вонючие караваны наводнили эти края и начали распространять свою ложь.

source: They said they were merchants. When they went with the goods, they were. But on their way back, their hands held scimitars and bows, they robbed the weak. Lie!
ru: Они говорили, что они – торговцы. Когда они шли с товаром, так и было. Но на обратном пути их руки держали ятаганы и луки, они грабили слабые племена. Ложь!

source: They said they love knowledge and study the world. But they need this knowledge to make fire-spitters like our breath and burn down the weak. Lie!
ru: Они говорили, что любят знания и изучают мир. Но эти знания нужны им, чтобы делать плевалки, подобные нашему дыханию, и выжигать слабые племена. Ложь!

source: They said they live in big cities. But bands of foul-smelling horsemen constantly arrive from the desert, who, like savages, terrorize the local tribes. Lie!
ru: Они говорили, что живут в больших городах. Но из пустыни постоянно приходят отряды вонючих всадников, которые, как дикари, терроризируют местные племена. Ложь!

source: The Dunefolk are a lie. These are dirty, treacherous and insidious creatures. They brought pain and turmoil to our region.
ru: Народ пустыни – ложь. Это грязные, вероломные и коварные существа. Они принесли боль и смуту в наши края.

source: We will repay them in full and drive them back into the desert. We will fight until the last throat of their kinsman is slit open or we perish. Drakes hate lies; our campaign against the Dunefolk will be the sound prove of our principle!
ru: Мы отплатим им сполна и загоним обратно в пустыню. Мы будем бороться, пока не перережем глотку последнему пустыннику, или не погибнем. Дрейки ненавидят ложь; наш поход против пустынников станет истинным воплощением этого принципа!

source: Dunefolk
ru: Народ пустыни

source: The main trade route of the Dunefolk lies through this gorge. We will slaughter them and drown the mountains with blood. We will make them fret. And when they send an army to find out what's going on here, we will bypass them and attack their settlements.
ru: Через это ущелье проходит главный торговый путь пустынников. Мы вырежем их и зальём кровью скалы. Мы заставим их бояться. А когда они пошлют армию, чтобы узнать, что здесь происходит, мы обойдём их и нанёсём удар по их поселениям.

source: First of all, we must raze their strongholds to the ground. Then the caravans will have nowhere to rest and hide, they will be defenseless like sheep. Let us begin!
ru: Первым делом мы должны сравнять с землей их опорные пункты. Тогда караванам негде будет укрепиться, они окажутся беззащитны, как овцы. За дело!

source: Destroy the outposts (tiles guarded by the spearguards) by moving onto them
ru: Уничтожьте опорные пункты (для этого убейте копейщиков и займите их деревни)

source: Death of Washitt Konn
ru: Смерть Вашшитт Кона

source: Good! Now we need to set up an ambush and destroy everyone who enters the gorge.
ru: Хорошо! Теперь нам нужно устроить засаду и уничтожать всех, кто зайдёт в ущелье.

source: Wait until the caravans arrive
ru: Дождитесь, пока подойдут караваны

source: The first caravan is coming! Give them hell.
ru: Первый караван идёт! Устроим им ад.

source: Destroy every caravan ($obj_caravans_left| left)
ru: Уничтожайте караваны ($obj_caravans_left| осталось)

source: Any caravan reaches the southern edge of the map
ru: Караван достигает южного края карты

source: Caravans (and their guards) will spawn every 7 turns
ru: Караваны (и их охрана) будут приходить каждые 7 ходов

source: We've turned the gorge into a graveyard! The cowardly sand-dwellers will avoid it like the plague. Soon they will bring an army here, huge as always. But we will have left by that time. It's time for us to move on to the border!
ru: Мы превратили ущелье в кладбище! Трусливые пустынники будут обходить его десятой дорогой. Скоро они приведут сюда войско, как всегда огромное. Но нас уже не будет здесь. Нам пора двигаться дальше, к приграничью!

source: Arr! We missed the caravan!
ru: Арр! Мы упустили караван!

source: Arrr! We've been here too long!
ru: Арр! Мы пробыли здесь слишком долго!

source: Arrr! Their caravans will remain protected, we will not be able to cut them off!
ru: Арр! Караваны останутся под защитой, мы не сможем перерезать их!

source: Uuugh...
ru: Аааргх...

source: Frontier
ru: Приграничье

source: My plan is simple. While the deserters’ army searches for us in the Blood Gorge, we will pass through the lands of the nomads and strike at their city. The smoked-faces will get what they deserve for what they did to our tribe. Just need to break into the streets...
ru: Мой план прост. Пока армия пустынников будет искать нас в Кровавом Ущелье, мы пройдём через земли кочевников и ударим по их городу. Копчёные сполна получат за то, что сделали с нашим племенем. Только бы ворваться на улицы...

source: In a few days of flight, we reached the border. The local peoples are subordinate to the deserters, but we do not touch them. They themselves will rise when they see what we will do to their oppressors.
ru: За несколько дней перелёта мы добрались до приграничья. Местные народы подчинены пустынникам, но мы не трогаем их. Они сами восстанут, когда увидят, что мы сделаем с их поработителями.

source: Rilonna
ru: Рилонна

source: Frontier Villagers
ru: Жители Приграничья

source: Vaeddyn
ru: Ваеддин

source: Kill all enemy leaders
ru: Убейте всех лидеров противника

source: Destroy all dunefolk villages
ru: Уничтожьте все поселения кочевников

source: Optional Objective: Vaeddyn survives until the end of the battle
ru: Дополнительное задание: Ваеддин должен остаться в живых

source: At the edge of the desert, a strange view spread out before the Drakes. Nomadic hordes were gathering on the horizon, as if they wanted to attack their own vassals.
ru: У границы пустыни перед дрейками раскинулось странное зрелище. Кочевые орды собирались на горизонте, словно хотели атаковать собственных вассалов.

source: Stop! Vaeddyn will leave these lands! We are poor people, we don't want problems with your horsemen!
ru: Остановитесь! Ваеддин покинет эти земли! Мы бедные люди, нам не нужны проблемы с вашими всадниками!

source: Sha, could’ve dealt with that earlier, you old hag! We will not tolerate sorcerers at our borders!
ru: Ша, поздно спохватилась, бабка! Мы не потерпим колдунов у наших границ!

source: Only when your heads roll off your shoulders will you pay for letting the mage in here!
ru: Лишь когда ваши головы покатятся с плеч вы расплатитесь за то, что пустили сюда мага!

source: Why are deserters attacking you? Are you not their vassals?
ru: Почему пустынники нападают на вас? Разве вы не их вассалы?

source: Drake!
ru: Дрейк!

source: So it is... But we let in Vaeddyn and his students. He is a wandering wizard. He wanted to help us. It was hard for us, we hoped that his talent would make our lives easier.
ru: Так и есть... Но мы пустили к себе Ваеддина и его учеников. Он странствующий волшебник. Он хотел нам помочь. Нам было тяжело, мы надеялись, что его талант облегчит нашу жизнь.

source: But narrow-minded barbarians do not like secret knowledge. And now their dirty hordes are rushing toward us to punish these people. If only I had known it would end like this!
ru: Но ограниченным варварам не по нраву тайные знания. И теперь их грязные орды несутся на нас, чтобы наказать этих людей. Если бы я только знал, что это кончится так!

source: Do not despair. The deserters have caused us a lot of grief. Now we take revenge on them and kill them wherever we can find. We will help you fight off the nomads. Be resilient and defend your town. In the meantime, we will crash into their flank and chop them into pieces.
ru: Не отчаивайтесь. Пустынники причинили нам немало горя. Теперь мы мстим им и убиваем всюду, где находим. Мы поможем вам отбиться от кочевников. Проявите стойкость и защищайте свой городок. А мы тем временем врежемся им в бок и порубим на куски.

source: Oh, what else is left for us to do! Go on, if you're not kidding.
ru: Ах, что ещё нам остаётся! Ну давай, коль не шутишь.

source: Alas, our forces were not enough to save these people, but I am grateful to you that you dealt with the nomadic scoundrels and saved me. My talent will allow you to receive a worthy reward.
ru: Увы, наших сил не хватило, чтобы спасти этих людей, но я благодарен вам за то, что вы расправились с кочевыми мерзавцами и защитили меня. Мой талант позволит вам получить достойное вознаграждение.

source: Thanks. What are you going to do now?
ru: Спасибо. Что вы теперь собираетесь делать?

source: Hmm, this is a difficult question. One thing I know for sure: helping humans is a thankless task. In Wesnoth, for secret knowledge unfit to their ideas one is expelled, here – is threatened to with decapitation. I will probably go with the students to the mountains. I will try to create my own community there and quietly practice magic.
ru: Хм, это сложный вопрос. Одно я знаю точно: помогать людям – неблагодарное дело. В Весноте за тайные знания, что не вписываются в их представления, изгоняют, здесь – грозятся отрубить голову. Вероятно, пойду с учениками в горы. Попробую создать там свою общину и спокойно заниматься магией.

source: Good luck to you. We are going to continue our march into the heart of their lands.
ru: Удачи вам. А мы продолжим свой поход в сердце их земель.

source: I hope your souls are at peace. If anything, look for us in the mountains beyond the Smoky Volcano. Always at your service.
ru: Надеюсь, ваши сердца успокоятся. Если что, ищите нас в горах за Дымным вулканом. Всегда к вашим услугам.

source: Oh lord, we've lost! But at what cost, oh... Thank you, drake. But I'm afraid we have nothing to repay you. The wizard was killed by filthy herd-lovers, and today we lost everything...
ru: Господи, мы отбились! Но какой ценой, ох… Спасибо тебе, дрейк. Только боюсь, нам нечем тебе отплатить. Волшебника убили поганые скотоложцы, а мы сегодня последнего лишились...

source: Don't worry, the death of the nomads is a sufficient reward for us.
ru: Не беспокойтесь, смерть кочевников для нас достаточная награда.

source: Wow, in my long life I have not seen such selfless and valiant warriors as you, drake.
ru: Ух, за свою долгую жизнь давно не видала я таких безкорыстных и доблестных воинов как ты, дрейк.

source: What can I say! I am not going to sit around and wait for new hordes! Let's go to the big road. To the North. God willing, we'll get to Wesnoth. And there is not what is here, there are no deserters there.
ru: Что тут делать! Не на пепелище же сидеть и новые орды ждать! На большую дорогу пойдём. На север. Бог даст, до Веснота доберёмся. А там не то, что здесь, там пустынников нет.

source: Oh, don't feel sorry for them! They might look like humans, like us, but deep down inside they are worse than orcs.
ru: Ох, вы их не жалейте! Это с виду они люди, как мы, а внутри хуже орков.

source: We won't spare anyone
ru: Мы не пощадим никого.

source: You saved us. It is unlikely that these people will be able to repay you justly, but I seem to be able to do something. This will help you in the fight against the deserters!
ru: Вы спасли нас. Вряд ли эти люди смогут отплатить вам по достоинству, но я, кажется, могу кое-что сделать. Это поможет вам в борьбе с пустынниками!

source: We couldn't protect these people, but at least we slaughtered the nomads and got our revenge. Let us continue our journey into the heart of their lands.
ru: Мы не смогли защитить этих людей, но, по крайней мере, мы вырезали кочевников и отомстили. Продолжим свой поход в сердце их земель.

source: Rage
ru: Ярость

source: Muscles are still cramping from the battle with the nomads. Never in my life have I fought like this. How many dark-haired heads I cut down with the blows of my blades! I'm sure our fallen brothers look upon on us with pride.
ru: Мускулы до сих пор подрагивают от битвы с кочевниками. Никогда в жизни я так не сражался. Сколько черноволосых голов я срубил ударами своих клинков! Уверен, падшие братья смотрят на нас с гордостью.

source: Honestly, I envy them. Their souls were reunited with the tribe in the Primordial Fire, and we are still here. No matter how many deserters we kill, pain and hatred cannot be quenched. Life has become an endless carnage. A vicious circle. We want to get into the Primordial Fire, but every kill moves us away from it.
ru: Честно говоря, я им завидую. Их души воссоединились с племенем в Первородном Огне, а мы ещё здесь. Сколько не убивай пустынников, боль и ненависть не утихают. Жизнь превратилась в бесконечную резню. Замкнутый круг. Мы хотим попасть в Первородный Огонь, но каждое убийство отдаляет нас от него.

source: The feeble bodies of the deserters are torn apart too easily under our blows. They burn out too easily. As soon as we kill half of them, the rest immediately run away. So begins a hunt, a massacre. My whole body is smeared with their blood. And so every time...
ru: Хлипкие тела пустынников слишком легко разрываются под нашими ударами. Слишком легко сгорают. Стоит нам перебить половину, как другая половина тут же даёт деру. Начинается охота, резня. Всё тело вымазано их кровью. И так каждый раз...

source: We’ve reached the ruined fortress of the deserters. From the towers you can see the city to the south. At sunset, we'll go on the assault. We must slaughter them all. Maybe then it will get easier.
ru: Мы добрались до разрушенной крепости пустынников. С башен виден город на юге. На закате пойдём на штурм. Мы должны вырезать их всех. Может, тогда станет легче.

source: Muhammad
ru: Мухаммед

source: The sun is setting. It's time. We will approach the city under the cover of night and give the deserters what they deserve.
ru: Солнце заходит. Пора. Мы подберёмся к городу под покровом ночи и дадим пустынникам то, что они заслуживают.

source: Kill the southern leader
ru: Убейте южного лидера

source: It's time!
ru: Пора!

source: Sha, those stupid creatures are really trying to attack the city!
ru: Ша, эти глупые существа действительно пытаются атаковать город!

source: What is this gang? I thought we were talking about a whole army of drakes!
ru: Что это за шайка? Я думал речь идёт о целой армии дрейков!

source: Me too! The cowardly governor made us ambush a bunch of marauders. Yish! Let's sweep them away like sand from a cape, and then let's go to the Padishah, let him make the governor pay for disrespecting us!
ru: Я тоже! Трусливый наместник заставил нас устроить засаду на кучку мародёров. Иш! Сметём их, как песок с накидки, а потом пойдем к Падишаху, пусть он заставит наместника заплатить за неуважение к нам!

source: We must break into the city at any cost! We will slaughter this sheep flock later.
ru: Мы должны прорываться в город любой ценой! Этих баранов перережем после.

source: Kill 20 green/purple dunefolk enemies ($rage_s4_kills|/20)
ru: Убейте 20 воинов зеленой/фиолетовой стороны ($rage_s4_kills|/20)

source: Kill all remaining enemies
ru: Убейте всех оставшихся врагов

source: Sha! Something went wrong. I... have to leave for reinforcements!
ru: Ша! Что-то пошло не так. Я… должен уйти за подкреплением!

source: The cowardly jackal has left us with these monsters! I don't want to die for some stinky town. Let's get out of the fight!
ru: Трусливый шакал бросил нас с этими чудовищами! Я не хочу умирать за какой-то вонючий городок. Уходим из боя!

source: (putting the blade to the deserter’s throat) Tell them to lay down their weapons and surrender the city. We will take tribute.
ru: прислонив клинок к горлу пустынника) Вели им сложить оружие и сдать город. Мы возьмём дань.

source: (voice trembling) Sh-shaahena, drake, I'll do what you ask. Just leave me-me alive.
ru: (дрожащим голосом) Ш-шаахена, дрейк, я сделаю то, что ты просишь. Только ж-жизнь оставь.

source: Lay down your weapons! The city is taken! Stop fighting! The drakes will take the tribute and leave!
ru: Сложите оружие! Город взят! Прекратите сражаться! Дрейки возьмут дань и уйдут!

source: Toll of Blood
ru: Дань крови

source: It's time to take the tribute. Tribute of blood for the evil that the deserters have done to us.
ru: Пришло время взять дань. Дань крови за то зло, что пустынники причинили нам.

source: Gr, it's getting dark in the city. Carry their combustible vomit!
ru: Гр, в городе темновато. Несите их горючую жижу!

source: I will show you the truth of what you have created.
ru: Я покажу вам правду о то, что вы создали.

source: And now, the massacre.
ru: А теперь - резня.

source: (breathing heavily) Sun, we have avenged the tribe! But why doesn't the rage subside...
ru: (тяжело дыша). Солнце, мы отомстили за племя! Но почему ярость не утихает...

source: There's nothing else to do here. We're leaving.
ru: Здесь больше нечего делать. Уходим.

source: Massacre
ru: Резня

source: We cut until the weapons fell from our numbed paws. We burned until our throats were charred by the endless streams of flame.
ru: Мы рубили, пока оружие не стало выпадать из наших обессиливших лап. Мы жгли, пока наши глотки не обуглились от нескончаемых потоков пламени.

source: I thought that when the last deserter in the city loses his head, when the last building is destroyed to the ground, will the fury subside.
ru: Я думал, что когда последний пустынник в городе лишится головы, когда последняя постройка будет разрушена до основания, ярость утихнет.

source: I was wrong. Rivers of blood, mountains of blackened bodies and houses cannot give me peace. The fury of other races is nothing compared to the primal fury we inherited from the ancient dragons. It will not fade away until the last deserter in these lands is dead.
ru: Я ошибался. Реки крови, горы обугленных тел и выжженные до черноты дома не могут успокоить меня. Ярость других рас ничто по сравнению с первобытной яростью, которую мы унаследовали от древних драконов. Она не угаснет, пока не погибнет последний пустынник в этих краях.

source: Rage drives us crazy. Today I realized what we have become. Amok, bloodstained creatures with burning eyes. We started to fight like butchers carving our prey open. We have lost sleep and comfort. While camping, our paws shake, claws scratch stones, fangs scrape against each other. The heart wants one thing – bringing death and retribution.
ru: Ярость сводит нас с ума. Сегодня я осознал, во что мы превратились. Обезумевшие, замызганные кровью существа с горящими глазами. Мы стали сражаться как мясники, разделывающие добычу. Мы потеряли сон и покой. На привале наши лапы дрожат, когти царапают камни, клыки скребутся друг от друга. Сердце хочет одного — убивать и мстить."
