Repository: ForestDragon-wesnoth/1Rage
Catalog: translations/*/LC_MESSAGES/wesnoth-Rage.po
Languages: ru

source: I'll lead the party along the main road, straight into The Canyon of Death, where we started our journey. We will kill anyone who gets in our way. I'm sure we'll be met by an entire horde of deserters. By destroying their army, we will complete our vendetta and calm our hearts.
ru: Я поведу отряд по главной дороге, прямиком в Ущелье Смерти, откуда мы начали свой путь. Мы будем убивать всех, кто встанет у нас на пути. Уверен, нас встретит целая орда пустынников. Уничтожив их армию, мы завершим дело кровавой мести и успокоим наши сердца.

source: Jusur al-Din
ru: Джусур аль-Дин

source: mighty conqueror
ru: могучий завоеватель

source: Saaf! Forward, my army of the desert! Today, I, the perfect Jusur al-Din, will stop the bloodthirsty demons!
ru: Сааф! Вперёд, моя армия пустыни! Сегодня я, совершенный Джусур аль-Дин, остановлю кровожадных демонов!

source: Grr, I'm not wrong. This is the largest deserter army I've ever seen. Well! More blood for our blades!
ru: Грр, я не ошибся. Это самая большая армия пустынников, что видел. Что ж! Больше крови для наших клинков!

source: To the last battle, brothers! Let's show them the fury of the drakes!
ru: В последний бой, братья! Покажем им, что такое ярость дрейков!

source: Kill the Jusur al-Din
ru: Убейте Джусур аль-Дина

source: To the Primordial Fire... to the tribe...
ru: В Первородный Огонь... к племени...

source: H-how... I... perfect... brought the army of the desert...
ru: К-как... Я же... совершенный... привёл армию пустыни...

source: Fury burns within us, fear boils within you. Should you bring ten armies or more - the outcome will be the same. Death!
ru: Внутри нас пылает ярость, внутри вас бурлит страх. Приведи ты хоть десять армий - исход будет тот же. Смерть!

source: And again the cowardly deserters flee. The massacre continues!
ru: И снова трусливые пустынники бегут. Резня продолжается!

source: Epilogue
ru: Эпилог

source: We fought from dawn till dusk. When the sun appeared the second time, the battlefield had been sowed with the corpses of the deserters. All of their strength had been laid in this soil.
ru: Мы сражались от рассвета до заката. Когда солнце второй раз поднялось над полем битвы, оно было усыпано трупами пустынников. Вся их сила лежала в этой земле.

source: I glanced at the sun and suddenly felt as if it was ... tranquil. That's what drake retribution is. This is what our rage called for.
ru: Я взглянул на солнце и вдруг почувствовал, словно оно... довольно. Вот, что такое возмездие дрейков. Вот, к чему взывала наша ярость.

source: There are very few of us left. We camped at a volcano in the vicinity of the road and fell to the ground from fatigue. Our sleep was long. I dreamed of a tribe. Dreamed of those whom we lost. We dreamed of our campaign, the images were disordered and lost in a blood-red shroud. I saw my father.
ru: Нас осталось совсем немного. Мы разбили лагерь у вулкана неподалёку от дороги и попадали наземь от усталости. Наш сон был долгим. Мне снилось племя. Снились те, кого мы потеряли. Снился наш поход, образы путались и терялись в кроваво-красной пелене. Снился отец.

source: I woke up with a bounce; I had barely opened my eyes when I felt something in my chest. The rage cooled down. A thought flashed through my head: we redeemed their lives with blood. For the first time since that tragic day, I woke up from rage...
ru: Я проснулся рывком; едва открыл глаза, как почувствовал что-то в груди. Ярость стала тише. В голове пронеслась мысль: мы искупили их жизни кровью. Впервые с того чёрного дня я очнулся от ярости...

source: Let rage torment us, it is still a great feeling. Rage turned a band of drakes, who lost everything, into invincible avengers. Fury gave us the strength to do what entire nations could not: break the back of the desert hordes and freed all the south of their yoke.
ru: Пусть ярость мучала нас, это всё же великое чувство. Ярость превратила свору дрейков, которые лишились всего, в непобедимых мстителей. Ярость дала нам силу сделать то, чего не могли сделать целые народы: переломить хребет ордам пустынников и сбросить их иго со всего юга.

source: I led the band to the north, to my home mountains. Along the way, we stumbled upon things never heard before: peoples rebelled against the deserters, ravaged their caravans, burned their settlements and battled them, just like us. I never imagined that our fury would ignite the flames of strife among the non-drakes.
ru: Я повёл отряд на север, в родные горы. По дороге мы наблюдали неслыханные ранее вещи: народы восставали против пустынников, уничтожали их караваны, сжигали их поселения и сражались с ними, прямо как мы. Я и представить себе не мог, что наша ярость зажжёт пламя борьбы среди не-дрейков.

source: If so, it means it’s early for to join the Primordial Fire. The locals welcome us as heroes. From every corner, brave chieftains come to me and want to continue the war against the deserters. I will help them. We will gather the army of all the south and drive the deserters into the most distant and lifeless sands. And only when this is done, will I return to the Primordial Fire and tell the tribe that their sacrifice was not in vain.
ru: Но раз так, значит рано нам ещё в Первородный Огонь. Местные народы встречают нас как героев. Отовсюду ко мне приходят храбрые вожаки, которые хотят продолжить наше дело и бороться с пустынниками. Я помогу им. Мы соберём армию всего юга и изгоним пустынников в самые дальние и безжизненные пески. И лишь когда это будет выполнено, я вернуться в Первородный Огонь и рассказать племени, что их жертва не была напрасной.

source: Dune Caravan
ru: Караван

source: Dune Vizier
ru: Визирь

source: ceremonial dagger
ru: церемониальный нож

source: (Already Unlocked)
ru: (Уже разблокировано)

source: +3 max hp
ru: +3 макс. зд.

source: Strength I: +1 damage to all attacks
ru: Сила I: +1 урон ко всем атакам

source: +1 damage
ru: +1 урон

source: Strength II: +1 damage to all attacks
ru: Сила II: +1 урон ко всем атакам

source: Strength III: +1 damage to all attacks
ru: Сила III: +1 урон ко всем атакам

source: Strength IV: +1 damage to all attacks
ru: Сила IV: +1 урон ко всем атакам

source: Strength V: Choose between +1 melee strikes and +1 ranged strikes
ru: Сила V: + 1 удар к ближним или дальним атакам (по выбору)

source: Choose your upgrade:
ru: Выберите улучшение:

source: +1 melee strikes
ru: +1 к ближним ударам

source: +1 strikes
ru: +1 удар

source: +1 ranged strikes
ru: +1 к дальним ударам

source: Strength VI: units become fearless
ru: Сила VI: бойцы становятся бесстрашными

source: fearless
ru: бесстрашный

source: Strength VII: choose between area of effect on melee and area of effect on ranged
ru: Сила VII: урон по области на ближние или дальние атаки (по выбору)

source: Area of effect on melee
ru: Урон по области для ближних атак

source: area of effect
ru: урон по области

source: Whenever you hit an enemy, deal 25% damage to all adjacent enemies too.
ru: При попадании наносит 25% урона всем врагам вокруг цели

source: Area of effect on ranged
ru: Урон по области для дальних атак

source: Strength VIII: Choose between +1 melee strikes and +1 ranged strikes
ru: Сила VII: + 1 удар к ближним или дальним атакам (по выбору)

source: Dexterity I: can immediately attack again after killing an enemy
ru: Ловкость I: возможность атаковать ещё раз после убийства противника

source: Dexterity II: can move 1 tile after killing an enemy
ru: Ловкость II: возможность ходить на 1 гекс после убийства врага

source: Dexterity III: can move 2 tiles after killing an enemy
ru: Ловкость III: возможность ходить на 2 гекса после убийства врага

source: Dexterity IV: can move 3 tiles after killing an enemy
ru: Ловкость IV: возможность ходить на 3 гекса после убийства врага

source: Dexterity V: can move 4 tiles after killing an enemy
ru: Ловкость V: возможность ходить на 4 гекса после убийства врага

source: Dexterity VI: +1 moves, gain skirmisher after killing an enemy, until the start of your next turn
ru: Ловкость VI: + 1 ход, даёт неуловимость после убийства врага до начала следующего хода

source: +1 moves
ru: +1 ход

source: Dexterity VII: +10% accuracy on your attacks offensively
ru: Ловкость VII: +10% к вероятности попадания ко всем атакам при нападении

source: accuracy
ru: точность

source: reliable
ru: надёжный

source: When used offensively, this attack's chance to hit is increased by 10%.
ru: При нападении вероятность попадания этой атаки увеличивается на 10%.

source: Dexterity VIII: +1 moves, +10% defense on all terrain
ru: Ловкость VIII: +1 ход, +10% защиты на любой местности

source: dexterity
ru: ловкость

source: Endurance I: +3 max hp, recover 1 hp every turn (stacks with normal healing)
ru: Выносливость I: +3 макс. зд., восстанавливает 1 зд. каждый ход (стакается с обычным лечением)

source: Endurance II: +3 max hp, recover 2 hp every turn (stacks with normal healing)
ru: Выносливость II: +3 макс. зд., восстанавливает 2 зд. каждый ход (стакается с обычным лечением)

source: Endurance III: +3 max hp, recover 3 hp every turn (stacks with normal healing)
ru: Выносливость III: +3 макс. зд., восстанавливает 3 зд. каждый ход (стакается с обычным лечением)

source: Endurance IV: +3 max hp, recover 4 hp every turn (stacks with normal healing)
ru: Выносливость I: +3 макс. зд., восстанавливает 4 зд. каждый ход (стакается с обычным лечением)

source: Endurance V: When killing an enemy, recover hp equal to 20% of the enemy's max hp. +3 hp max hp
ru: Выносливость V: При убийстве восстанавливает 20% от макс. зд. врага, +3 макс. зд.

source: Endurance VI: feeding ability. +3 hp max hp
ru: Выносливость VI: способность пожиратель, +3 макс. зд.

source: feeding
ru: пожиратель

source: Endurance VII: Gain 5% to all resistance for every adjacent enemy. +3 hp max hp
ru: Выносливость VII: Все резисты увеличиваются на 5% за каждого врага, стоящего рядом. +3 макс. зд.

source: endurance
ru: выносливость

source: Endurance VIII: steadfast ability. +3 hp max hp
ru: Выносливость VIII: способность стойкость, +3 макс. зд.

source: steadfast
ru: стойкость

source: Dunefolk killed: $dunefolk_killed
ru: Пустынников убито: $dunefolk_killed

source: Choose an upgrades
ru: Выберите улучшения

source: Preview Upgrades
ru: Просмотреть улучшения

source: Return to Upgrade Selection
ru: Вернуться к выбору улучшений

source: FURY!
ru: ЯРОСТЬ!

source: View Upgrades
ru: Просмотреть улучшения

source: Upgrade preview
ru: Просмотреть улучшения
